
"%d Active Connections" = "%d активних з'єднань";

"%d Items" = "%d пункт(ів)";

"%d Tunnelblick Connections Imported" = "Імпортовано %d з'єднань Tunnelblick";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Вдало імпортовано з Tunnelblick %d з'єднання. Якщо ви використовували додаткові опції OpenVPN або скрипти, будь ласка зайдіть в налаштування, що б перевірити їх правильність.";

"%s Could Not Be Connected" = "%s Не вдалося підключатися";

"%s Has Been Disconnected" = "%s відключився";

"%s Is Connected" = "%s Під'єднано";

"%s Is Disconnected" = "%s Від'єднано";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s відключився, оскільки неможливо підключитися. Viscosity може залишити це з'єднання відключеним, або підключитися коли з'єднання з'явиться.";

"1 Active Connection" = "1 Активне з'єднання";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "З'єднання було вдало імпортовано з Tunnelblick. Якщо ви використовували додаткові опції OpenVPN або скрипти, будь ласка зайдіть в налаштування, що б перевірити їх правильність.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "Немає можливості підключитися до віддаленого сервера. Переконайтеся, що ваш комп'ютер має правильне підключення. Viscosity може залишити це з'єднання відключеним, або підключитися коли з'явиться з'єднання.";

"Admin Rights Required" = "Потрібні права Адміністратора";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Дозволити OpenVPN-AS скрипт для запуску?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option.";

"Always perform this action for this connection" = "Завжди виконувати цю дію для цього з'єднання";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "Tunnelblick встановлений на вашому комп'ютері. Viscosity може автоматично імпортувати з'єднання з нього. Продовжити?";

"Append" = "Додати";

"Are you sure you want to delete the connection '%s'?" = "Ви впевнені, що хочете видалити З'єднання '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Ви впевнені що хочете видалити папку '%s' з усіма %d пунктами?";

"Are you sure you want to delete the folder '%s'?" = "Ви впевнені що хочете видалити папку '%s'?";

"Authenticating" = "Аутентифікація";

"Authentication Failed" = "Помилка ідентифікації";

"Automatically Connect" = "Підключатися автоматично";

"Before Connect script terminated connection attempt." = "Before Connect script terminated connection attempt.";

"Bytes" = "Байт";

"Cancel" = "Скасувати";

"Checking reachability status of connection..." = "Перевірка доступності з'єднання ...";

"Clear" = "Очистити";

"Connect %s" = "Під'єднатися до %s";

"Connected" = "Під'єднано";

"Connecting" = "Під'єднуюсь";

"Connection Failed" = "Не вдалося з'єднатися";

"Connection Imported" = "Імпортування З'єднання";

"Connection is not reachable. Disconnecting." = "Неможливо встановити з'єднання. Відключаюся.";

"Connection is reachable. Starting connection attempt." = "З'єднання доступно. Приєднуюся";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Видалити з'єднання";

"Delete Folder" = "Видалити папку";

"Deny" = "Deny";

"Details..." = "Детальніше...";

"Disconnect %s" = "Від'єднатися від %s";

"Disconnected" = "Відключено";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Enable unsafe OpenVPN commands?";

"Enter License" = "Ввести ліцензійний ключ";

"Error: Email Missing" = "Помилка: Ви забули ввести e-mail";

"Error: License Missing" = "Помилка: Пропущений ліцензійний ключ";

"Error: Name Missing" = "Помилка: Ви забули ввести ім'я";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "Вихід";

"Export As:" = "Експортувати як:";

"Ignore" = "Ігнорувати";

"Import Bundled Connections?" = "Імпортувати комплект з'єднань?";

"Import Connections From Tunnelblick?" = "Імпортувати з'єднання з Tunnelblick?";

"In" = "Вхід";

"Install" = "Install";

"Invalid License" = "Неправильний код ліцензії";

"Invalid Remote Server Address" = "Невірна адреса віддаленого сервера.";

"Invalid Username" = "Неправильне ім'я користувача.";

"My Connection" = "З'єднання";

"My Folder" = "Мої папки";

"No" = "Ні";

"No Tunnelblick Connections Imported" = "З'єднання з Tunnelblick не було імпортовано";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Не знайдено з'єднань Tunnelblick. Ви можете вручну налаштувати з'єднання.";

"None" = "None";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "Помилка перевірки OpenVPN використовуючи дані з Зв'язки Ключів. Запис для цього з'єднання було скинуто. Будь ласка під'єднайтеся ще раз.";

"OpenVPN Verification Failed. Please reconnect to try again." = "Помилка перевірки OpenVPN. Будь ласка приєднайтеся ще раз.";

"OpenVPN requires a username and password to continue." = "OpenVPN вимагає ім'я та пароль.";

"Out" = "Вихід";

"Overwrite" = "Перезаписати";

"Please enter the email associated with the license to continue." = "Введіть e-mail щоб продовжити.";

"Please enter the license key to continue." = "Введіть ліцензійний ключ щоб продовжити.";

"Please enter the name associated with the license to continue." = "Будь ласка, введіть ім'я.";

"Please log into the HTTP Proxy server using your username and password." = "Введіть пароль проксі HTTP використовуючи ім'я та пароль.";

"Please purchase Viscosity!" = "Будь ласка купіть Viscosity!";

"Preferences..." = "Налаштування...";

"Purchase" = "Купити";

"Quit" = "Quit";

"Quit Viscosity" = "Вийти з Viscosity";

"Reconnect" = "перепідключитися";

"Reconnect Connections?" = "перепідключитися?";

"Registered To" = "Зареєстровано на:";

"Registration Successful" = "Зареєстровано";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Реєстрація пройшла успішно. Всі обмеження зняті. Дякую за покупку!";

"Select ..." = "Вибрати ...";

"Several Connections Have Been Disconnected" = "Кілька з'єднань було відключено";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Кілька з'єднань було відключено, оскільки неможливо підключитися. Viscosity може залишити це з'єднання відключеним, або підключитися коли з'єднання з'явиться.";

"The Connection Could Not Be Imported" = "З'єднання не може бути іміортіровано";

"The Connection Could Not Be Saved" = "З'єднання не може бути збережено.";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "Підсистема OpenVPN не може запуститися. Будь ласка перевірте наступне:\n- Перевірте повідомлення про помилки вище цього повідомлення.\n- Переконайтеся, що Viscosity не запущено з File Vault (встановіть Viscosity в дірікторію Applications).\n- Переконайтеся, що конфігурація правильна.\n- Перевірте налаштування з'єднання.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "Підсистема OpenVPN не може запуститися. Перевірте лог (третя іконка) у вікні Деталі для докладної інформації.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "Маршрут не може бути доданий";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "Невірний сертифікат для цього сервера. Можливо ви приєднуєтеся до сервера \"%@\", який може бути шкідливим для VPN конфігурації. Ви впевнені, що хочете підключитися до цього сервера?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "З'єднання %s від'єднано.";

"The connection %s has connected." = "З'єднано з %s.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "Файл, який ви відкрили не є правильним зв'язкою Viscosity.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Обраний файл не правильний конфігураційний файл OpenVPN.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "Ваш ліцензійний ключ невірний. Будь ласка, перевірте ім'я, e-mail і ліцензійний ключ.";

"The name '%s' is already in use. Please enter a new name." = "Ім'я'%s' вже використовується. Введіть нове ім'я";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "Неможливо зв'язатися з віддаленим сервером. Переконайтеся, що ви ввели правильний сервер і спробуйте ще раз.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Имя и/или пароль в Связке Ключей неверны. Пожалуйста пересоединитесь еще раз.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "Ім'я користувача та/або пароль, які ви ввели не прийняті сервером. Переконайтеся що ваші ім'я користувача та пароль вірні, і спробуйте ще раз.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Ім'я та / або пароль в зв'язку ключів невірні. Запис для цього з'єднання було скинуто. Будь ласка під'єднайтеся ще раз.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Ця копія Viscosity укомплектована з одним або більше сполук. Перезаписати існуючі з'єднання, або додати до існуючих з'єднань не видаляючи їх?";

"Trial Period Expired!" = "Пробний період закінчено!";

"Tunnelblick Connection Imported" = "З'єднання з Tunnelblick імпортовано";

"Username/Password (Basic)" = "Ім'я / Пароль (Basic)";

"Username/Password (NTLM)" = "Ім'я / Пароль (NTLM)";

"Verification Failed" = "Проблема перевірки";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity не може перевірити ідентифікацію сервера \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity вдало імпортувала соеднінеіе. Тепер воно доступне в списку з'єднань.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity вдало імпортувала з'єднання. Тепер воно доступне в списку з'єднань. \ N \ n Якщо Ви використовуєте додаткові налаштування OpenVPN або скрипт, перевірте секцію Настройок, щоб переконатися в правильності.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity потрібно перепідключитися для зміни налаштувань.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity вимагає адміністративні права при першому запуску, що б правильно встановити OpenVPN і необхідні компоненти. Viscosity зараз закриється. Будь ласка перезапустите Viscosity.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "Очікування";

"Yes" = "Так";

"You must enter a Name for the connection." = "Ви повинні ввести ім'я для з'єднання.";

"You must enter a Route before saving." = "Ви повинні ввести Маршрут перед збереженням.";

"You must enter a port for the proxy server." = "Ви повинні ввести порт для проксі сервера.";

"You must enter a username to use for authentication." = "Ви повинні ввести ім'я користувача для ідентифікації.";

"You must enter a valid address for the remote VPN server." = "Ви повинні ввести правильну адресу віддаленого сервера VPN.";

"You must enter an address for the proxy server." = "Ви повинні ввести адресу проксі сервера.";

"You must enter an address for the remote server." = "Ви повинні ввести адресу віддаленого сервера.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Пробний період закінчується через %d днів. Якщо Вам сподобалася Viscosity, будь ласка купіть програму для необмеженого використання.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Пробний період закінчується через один день. Якщо Вам сподобалася Viscosity, будь ласка купіть програму для необмеженого використання";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Пробний період закінчений. Купуйте Viscosity що б продовжувати користуватися.";

"day" = "день";

"days" = "днів";

"hour" = "година";

"hours" = "годин";

"minute" = "хвилина";

"minutes" = "хвилин";

"second" = "секунда";

"seconds" = "секунд";
